import React from "react";

const Description = () => {
  return (
    <div className="p-6 rounded-lg bg-white space-y-1">
      <p>درباره‌ي کتاب :</p>
      <p>
        کتاب «وقتی نیچه گریست»‌ نوشته اروین دیوید یالوم ( -۱۹۳۱) روانپزشک و
        نویسنده آمریکایی است. او پایه‌گذاری علم روان درمانی اگزیستانسیالیست -
        روان درمانی هستی گرا-‌ است. او صاحب مشهوترین آثار در همین زمینه است که
        آثار او به زبانهای متعددی ترجمه شده و منبع بسیاری از تحقیقات و پژوهشهای
        روانشناسی است. اما مساله مهم درباره آثار یالوم این است که هر خواننده‌ای
        می‌تواند، سراغ کتابهای او برود و آنها را بخواند. با اینکه اصول مطرح شده
        در آثار او را اصولی علمی و تخصصی تشکیل می‌دهد، اما او برای انتقال این
        مفاهیم از زبانی همه فهم و گیرا استفاده کرده است.{" "}
      </p>
    </div>
  );
};

export default Description;
